[
    "2 и 5 – единственные простые числа в математике, которые заканчиваются на 2 и 5 соответственно.",
    "Среди всех фигур с одинаковым периметром, у круга будет самая большая площадь. И наоборот, среди всех фигур с одинаковой площадью, у круга будет самый маленький периметр.",
    "Математики подсчитали, что существует целых 177147 способов завязать галстук. Остается только догадываться, проверяли они это опытным путем или с помощью вычислений.",
    "В группе из 23-х человек и более, вероятность, что у двоих совпадет день рождения, превышает 50%, а в группе от 60 человек такая вероятность составляет около 99%.",
    "Ноль – единственное в математике число, которое нельзя написать римскими цифрами.",
    "Знак равенства (=) впервые применил британский математик Роберт Рекорд в 1557 году.",
    "Число 18 – единственное кроме нуля, сумма цифр которого в два раза меньше него самого",
    "Сумма чисел от 1 до 100 составляет 5050.",
    "Чарльз Лютвидж Доджсон – малоизвестный британский математик, посвятивший изрядную часть своей жизни изучению логики. Тем не менее, он прославился под другим именем – Льюис Кэрролл, автор “Алисы в стране чудес”.",
    "Американец Джордж Данциг, будучи студентом, опоздал на занятия и по ошибке принял записанные на доске уравнения, как домашнее задание. С трудом, но будущий ученый с ними справился. Как выяснилось позже, это были две «нерешаемые» проблемы в статистике, над разрешением которых ученые бились много лет.",
    "Современный гений и профессор математики Стивен Хокинг утверждает, что математику изучал только в школе. Во времена преподавания математики в Оксфорде, Стивен просто читал учебник с опережением собственных студентов на пару недель.",
    "Софье Ковалевской, знаменитой учёной, ради науки пришлось оформить фиктивный брак. В России той эпохи женщинам было запрещено заниматься науками, а её отец был против выезда дочери за границу. Единственным способом оказалось замужество. Которое, впрочем, позднее стало не фиктивным, а вполне настоящим.",
    "Мы считаем отрицательные числа чем-то естественным, но так было далеко не всегда. Впервые они  были узаконены в Китае в III веке, но использовались лишь для исключительных случаев, так как считались бессмысленными.",
    "Самый древний математический труд был найден в Свазиленде – кость бабуина с выбитыми чёрточками, известная, как кость из Лембобо. Возраст кости оценивается 37 тысяч лет.",
    "Вся информация по математике содержится в огромном количестве книг. На сегодняшний день их более 100 тысяч, в основном учебники и серьёзные научные труды.",
    "В переводе с арабского «цифра» слово означает «ноль», но исторически так сложилось, что этим словом мы называем вообще все цифры.",
    "Сумма всех чисел на рулетке в казино равняется 666. А в Европарламенте есть кресло под номером 666, но оно всегда пустует. По старой традиции его никто не занимает.",
    "На Тайване официально разрешено не использовать число 4. Всё потому, что оно созвучно с китайским словом «смерть». Во многих тайваньских домах после третьего этажа сразу идёт пятый.",
    "Ноль – единственное из существующих чисел, имеющее несколько названий.",
    "Самым большим числом в мире является центиллион. Это единица с шестью сотнями нулей.",
    "Мы знаем о Лермонтове, как о блестящем поэте и прозаике, но кроме литературы он увлекался ещё и математикой. И в свободное от творчества время Михаил Юрьевич любил решать задачи из высшей математики и аналитической геометрии.",
    "Российского математика Михаила Остроградского очередная догадка осенила во время прогулки по улице. Ученый нашел черную вертикальную поверхность и начал спешно покрывать ее записями. Каково же было его изумление, когда «доска» вдруг начала удаляться! Оказалось, это был борт отъезжающей кареты.",
    "В математике существуют: теория игр, теория кос, и теория узлов.",
    "Миг – это единица времени, которая длится примерно сотую долю секунды.",
    "Считается, что 13 стало несчастливым число из-за Тайной Вечери, на которой присутствовали 13 человек, включая Иисуса. Тринадцатым был Иуда Искариот.",
    "Впервые отрицательные числа были узаконены в Китае в III веке, но использовались лишь для исключительных случаев, так как считались, в общем, бесмыссленными.",
    "Отрицательные числа использовались в Индии для обозначения долгов."
]