[
    "The word “hundred” comes from the old Norse term, “hundrath”, which actually means 120 and not 100.",
    "In a room of 23 people there’s a 50% chance that two people have the same birthday.",
    "Most mathematical symbols weren’t invented until the 16th century. Before that, equations were written in words.",
    "“Forty” is the only number that is spelt with letters arranged in alphabetical order.",
    "Conversely, “one” is the only number that is spelt with letters arranged in descending order.",
    "From 0 to 1000, the only number that has the letter “a” in it is “one thousand”.",
    "‘Four’ is the only number in the English language that is spelt with the same number of letters as the number itself.",
    "Every odd number has an “e” in it.",
    "Over 2000 years ago, Eratosthenes estimated the Earth’s circumference using math, without ever leaving Egypt, and he was accurate to within 2%",
    "Markings on animal bones indicate that humans have been doing math since around 30,000BC.",
    "“Eleven plus two” is an anagram of “twelve plus one” which is pretty fitting as the answer to both equations is 13.",
    "Also, there are 13 letters in both “eleven plus two” and “twelve plus one”.",
    "Zero is not represented in Roman numerals.",
    "The word “mathematics” only appears in one Shakespearean play, “The Taming of the Shrew”.",
    "-40 °C is equal to -40 °F.",
    "In France, a pie chart is sometimes referred to as a “camembert”.",
    "The symbol for division (i.e.÷) is called an obelus.",
    "2 and 5 are the only prime numbers that end in 2 or 5.",
    "A ‘jiffy’ is an actual unit of time. It means 1/100th of a second.",
    "If you shuffle a deck of cards properly, it’s more than likely that the exact order of the cards you get has never been seen before in the whole history of the universe.",
    "If you write out pi to two decimal places, backwards it spells \"pie\".",
    "The spiral shapes of sunflowers follow a Fibonacci sequence.",
    "A pizza that has radius \"z\" and height \"a\" has volume Pi × z × z × a.",
    "The word hundred is derived from the word \"hundrath\", which actually means 120 and not 100.",
    "111,111,111 × 111,111,111 = 12,345,678,987,654,321.",
    "(6 × 9) + (6 + 9) = 69."
]